Repository: hypoass83/CabOpticMng
Catalog: Implementation/FatSodDental/FatSod.Ressources/Resources.*.resx
Languages: fr

# AdressCountry
source: Country
fr: Pays

# AdressQuarter
source: Quarter
fr: Quartier

# AdressRegion
source: Region
fr: Région

# AdressTown
source: Town
fr: Ville

# AppLang
source: English
fr: Français

# AppLangEN
source: English
fr: Anglais

# AppLangFR
source: French
fr: Français

# CategoryAddTitle
source: Add a new category
fr: Ajout d'une nouvelle catégorie

# CategoryFormTitle
source: Categories Management
fr: Gestion Des catégories

# Article
source: The
fr: Le

# Branch
source: Create or update a branch
fr: Créez et/ou mettez à jour une Agence

# BranchList
source: Branches list of company
fr: Liste de toutes les agences de l'entreprise

# CLT
source: Customer
fr: Clients

# CompanyAndJob
source: Update company information
fr: Modifier les informations de la structure

# CompJobCode
source: Company
fr: Entreprise

source: Complement
fr: Complément

# ConfirmDeleteMessage
source: Do you really want to delete this record?
fr: Voulez-vous supprimer cet enregistrement?

# ConfirmDeleteTitle
source: Delete Opetration
fr: Opération de suppression

# ConfirmPasswordWrong
source: This two password not match
fr: Les deux mots ne correspondent pas

# Country
source: Create or update an country
fr: Créez et/ou mettez à jour un pays

# CountryList
source: Countries list
fr: Liste des pays disponibles

# CustomerCountFormTitle
source: Account Number
fr: Numéro de compte

# CustomerFormTitle
source: Customers Magement
fr: Administration des clients

# CustomerList
source: Customers list
fr: Liste des clients

# Disabled
source: Active ?
fr: Actif?

# EventMaskLoadView
source: Data loading, please wait ...
fr: Chargement des données encours ...

# EventMaskMsg
source: Loading process ...
fr: Opération en cours ...

# EventMaskUpdate
source: Update parameters loading ...
fr: Chargement des paramètres de modification en cours...

# FormCustomerAddTitle
source: New Customer
fr: Ajout d'un nouveau client

# FormUserAddTitle
source: New User
fr: Ajout d'un nouvel utilisateur

# FormUserParameter
source: User Login Parameter
fr: Paramètres De Connexion

# HighLevel
source: High
fr: Elévé

# Job
source: Create or update a job
fr: Créez ou mettez à jour un poste de travail

# JobList
source: Jobs list available
fr: Liste des postes de travail

# Lang
source: Language
fr: Langue

# mnuAcct2
source: GL Account
fr: Compte GL

# mnuAcct1
source: Accounting Section
fr: Chapitre Comptable

# mnuAcct4
source: Accounting Task
fr: Taches Comptables

# mnuAcct6
source: Account Entries
fr: Ecriture Comptables

# MinLengthText
source: must has 4 min caracters
fr: doit avoir 4 caractères minimum

# MostHighLevel
source: Most High
fr: Très élévé

source: No
fr: Non

# NotValide
source: Is not valid example
fr: Non valide, exemple

source: one
fr: Un

# PaymentModeAddText
source: New purchasse mode
fr: Nouveau mode de paiement

# PaymentModeAdminText
source: Create or update an purchasse mode
fr: Créer ou mettez à jour un mode de paiement

# PaymentModeFieldSetText
source: Purchasse features
fr: Identification du mode

# PaymentModeList
source: Purchasses list
fr: Liste des modes de paiement

# PersonAdress
source: Adress
fr: Adresse

# PersonAdressForm
source: Adress
fr: Adresse

# PersonBox
source: P.O Box
fr: Boîte Postale

# PersonCNI
source: CNI Number
fr: Numéro CNI

# PersonIdentificationForm
source: Identification
fr: Identication

# PersonJob
source: Job
fr: Poste

# PersonMobile
source: Mobile Number
fr: Téléphone

# PersonName
source: Name
fr: Nom

# PersonnIsConnected
source: Is a user ?
fr: Utilisateur ?

# PersonSex
source: Gender
fr: Sexe

# PersonSurname
source: Surname
fr: Prénom

# ProfileAllocateMenu
source: Allocation of menus
fr: Allocation des menus

# ProfileFormTitle
source: New profile
fr: Nouveau profile

# ProfileList
source: Profiles list
fr: Tous les profiles

source: Profile management avanced
fr: Administration avancée des profiles

# ProfilePageTitle
source: Profile management
fr: Administration des profils Utilisateur

# Quarter
source: Create or update a quarter
fr: Créez et/ou mettez à jour un quartier

# QuarterList
source: Quarters list
fr: Liste des quartiers disponibles

# Region
source: Create or update a region
fr: Creation Ou Mise a Jour region

source: Region list
fr: Liste des régions disponibles

source: Required Field
fr: Champ Obligatoire

# RequireField
source: All fields that marked of star are required
fr: Sont obligatoires tous les champs marqués d'une

# ResetButton
source: Reset
fr: Annuler la saisie

# SAL
source: Sale
fr: Vente

# SaleList
source: Sales list
fr: Listes des ventes

# SaveButton
source: Save
fr: Enregistrer

source: Select ...
fr: Sélectionnez ...

# Town
source: Create or update a town
fr: Créez et/ou mettez à jour une ville

source: Town list
fr: Liste des villes disponibles

# UserAccessLevel
source: Access Level
fr: Niveau Accès

# UserBranch
source: Branch
fr: Agences

# UserFormTitle
source: Employees management
fr: Administration du personnel

# UserList
source: Employees list
fr: Liste des employés

# UserLogin
source: Login
fr: Nom utilisateur

# UserPassword
source: Password
fr: Mot de passe

# UserPassword2
source: Repeat Password
fr: Confirmer le mot de passe

# Yess
source: Yes
fr: Oui

# AddCode
source: Add
fr: Ajouter

# ZAGC
source: Branches
fr: Agences

# AlertAddAction
source: Add successfuly done
fr: Enregistrement éffectuée avec succès

# AlertDeleteAction
source: Delete successfuly done
fr: Suppression effectuée avec succès

# AlertUpdateAction
source: Update successfuly done
fr: Mise à jour effectuée avec succès

# APRF1
source: Avanced profile
fr: Profile avancé

# COUNTRYCODE
source: Countries
fr: Pays

# DeleteCode
source: Delete
fr: Supprimer

source: Female
fr: Femme

# LOC
source: Localizations
fr: Localités

source: Male
fr: Homme

# NEWSAL
source: Sale Non Insured Customer
fr: Vente Client Non Assure

# PrintCode
source: Print
fr: Imprimer

# PYMODE
source: Purchase mode
fr: Mode paiement

# QTER
source: Quarters
fr: Quartiers

# REGIONCode
source: Regions
fr: Régions

# RTN
source: Returns
fr: Retours

# SUSR
source: Employees
fr: Employés

# TOWNCode
source: Towns
fr: Villes

# UpdateCode
source: Update
fr: Mise à jour

# USR1
source: Employees
fr: Employés

source: Customer
fr: Client

source: Purchase mode
fr: Mode paiement

source: Localization
fr: Magasin

# OperationAddTitle
source: Add new account Operation
fr: Ajout d'une nouvelle Opération comptable

# OperationList
source: Accounting Operations List
fr: Liste des Opérations Comptable

# UIOperationTitle
source: Define Journal
fr: Parametrage du Journal

# AccountAddTitle
source: Add new General Ledger Account
fr: Ajout d'un nouveau Compte du Grand Livre

# AccountFieldSetTitle
source: General Ledger Account Identification
fr: Identification du Compte du Grand Livre

# UIAccount
source: Account
fr: Compte

# UIAccountTitle
source: General Ledger Manager Account
fr: Gestion des Comptes du Grand Livre

source: Account Number
fr: Numéro de Compte

# Categories
source: Product Category
fr: Catégorie Produit

# GenericProductList
source: Generic Products List
fr: Liste des Produits Génériques

# mnuAccount
source: GL Account
fr: Compte GL

# mnuAccountingSection
source: Accounting Section
fr: Chapitre Comptable

# mnuAccountingTask
source: Accounting Task
fr: Taches Comptables

# mnuAccountOperation
source: Account Operations
fr: Ecriture Comptables

# mnuOperationType
source: Operation Type
fr: Types Operations

source: Product
fr: Produit

# ProductAddTitle
source: Add a New Generic Product
fr: Ajout d'un Nouveau Produit

source: Safety Stock Quantity
fr: Stock de Sécurité

# EnoughQuantityStock
source: Insufficient stock quantity. Available quantity
fr: Quantité en stock insuffisante, quantité disponible

# a_BusinessDay
source: Business Day
fr: Journée de Travail

# a_Category
source: Category
fr: Catégorie

# a_LensProduct
source: Lens
fr: Verre

# a_Location
source: Location
fr: Lieux de stockage

# a_OpenBD
source: Open a Business Day
fr: Ouvrir une Journée de Travail

# b_CloseBD
source: Close a Business Day
fr: Fermer une Journée de Travail

# b_GenericProduct
source: Generic Product
fr: Produit Générique

# b_Product
source: Product
fr: Produit

# c_StockEntry
source: Stock Entry
fr: Entrée en Stock

# c_ClosingDayTask
source: Closing Day Tasks
fr: Tâches de Fermeture de Journée

# d_StockOutput
source: Stock Output
fr: Sortie en Stock

# e_ProductTransfert
source: Product Transfert
fr: Transfert de Produit

# UIAccountingSectionID
source: Accounting Section
fr: Chapitre Comptable

# UIAccountingTask
source: Accounting Task
fr: Taches Comptables

# UIAccountingTaskSens
source: Sense
fr: Sens

# UIAccountingTaskTitle
source: Define List of Accounting Task
fr: Parametrage des operations comptables

# UIATFieldset1
source: Accounting Task
fr: Taches Comptables

# UIcredit
source: Credit
fr: Crédit

# UIdebit
source: Debit
fr: Débit

# UIAccountingTaskList
source: List Of Accounting Task
fr: Liste des taches Comptables

# UIAccountChoice
source: Non Tierce Account Choice
fr: Choix du Compte Non Tiers

# UInonTierAccType
source: Non Tierce Account Type
fr: Type de compte Non Tiers

# UIClassAccount
source: Class Account
fr: Classe du Compte

# ProductFormTitle
source: Generic Products Management
fr: Gestion Des Produits Génériques

# SaleNewSale
source: New sale is done
fr: La vente a été effectuée

source: Success
fr: Succès

source: Customer Identification
fr: Identification du Client

# SaleTitle
source: New sale
fr: Nouvelle vente

# er_alert_danger
source: Error while running Operation. Please call the Administrator or try Again
fr: Une erreur s'est produite lors de l'opération, veuillez contactez l'administrateur et/ou essayez à nouveau

# UIOperationCode
source: Journal Type
fr: Type Journal

# UIAccountingSectiontl
source: Add New Account Section
fr: Ajout d'un nouveau Chapitre Comptable

# UIAccountlist
source: List Of General Ledger Account
fr: Liste des Comptes du Grand Livre

# UIAcctSectionId
source: Account Section Information
fr: Identification du chapitre comptable

# UIAcctSectionList
source: List Of Accounting Section
fr: Liste des Chapitres Comptables

# UINom
source: Name
fr: Nom

# UINumero
source: Number
fr: Numero

# deleteAcctSecImp
source: You cannot delete this Tierce Account Section. You can only Updated the Number Or Name
fr: Vous ne Pouvez Supprimer Ce Chapritre Comptable pour Compte Tiers. Vous Pouvez Seulement Modifier le Numero ou le Nom

source: Customer Number
fr: Numero Client

# Y_CLOSE_COD_CASH
source: Close cash register
fr: Fermer caisse

# A_OPEN_CODE_CASH
source: Open cash register
fr: Ouvrir caisse

# BKCODE
source: Bank
fr: Banque

# MENUMONEYCODE
source: Treasure
fr: Trésorerie

# OTCODE
source: Others
fr: Autres

# TLCODE
source: Till
fr: Caisse

# MOD_DISABLED_IMG_ACC
source: comptabilitepressed_en.png
fr: comptabilitepressed_fr.png

# MOD_DISABLED_IMG_CAISSE
source: caissepressed_en.png
fr: caissepressed_fr.png

# MOD_DISABLED_IMG_PARAMETERS
source: parameterspressed_en.png
fr: parameterspressed_fr.png

# MOD_DISABLED_IMG_SALE
source: salepressed_en.png
fr: salepressed_fr.png

# MOD_DISABLED_IMG_SECURITY
source: securitypressed_en.png
fr: securitypressed_fr.png

# MOD_DISABLED_IMG_SUPPLY
source: supplypressed_en.png
fr: supplypressed_fr.png

# MOD_IMG_ACC
source: comptabilite_en.png
fr: comptabilite_fr.png

# MOD_IMG_CAISSE
source: caisse_en.png
fr: caisse_fr.png

# MOD_IMG_PARAMETERS
source: parameters_en.png
fr: parameters_fr.png

# MOD_IMG_SALE
source: sale_en.png
fr: sale_fr.png

# MOD_IMG_SECURITY
source: security_en.png
fr: security_fr.png

# MOD_IMG_SUPPLY
source: supply_en.png
fr: supply_fr.png

# MOD_PRESSED_IMG_ACC
source: comptabilitepressed_en.png
fr: comptabilitepressed_fr.png

# MOD_PRESSED_IMG_CAISSE
source: caissepressed_en.png
fr: caissepressed_fr.png

# MOD_PRESSED_IMG_PARAMETERS
source: parameterspressed_en.png
fr: parameterspressed_fr.png

# MOD_PRESSED_IMG_SALE
source: salepressed_en.png
fr: salepressed_fr.png

# MOD_PRESSED_IMG_SECURITY
source: securitypressed_en.png
fr: securitypressed_fr.png

# MOD_PRESSED_IMG_SUPPLY
source: supplypressed_en.png
fr: supplypressed_fr.png

source: Branches
fr: Agence

# b_ProductLocation
source: Product and Location
fr: Produit et Magasin

# LocalizationAddTitle
source: Add a New Location
fr: Ajouter un Nouveau Magasin

# LocalizationFormTitle
source: Locations Management
fr: Gestion des Magasins

# LocalizationList
source: Locations List
fr: Liste des Magasins

source: Location
fr: Magasin

# submnuAcct1
source: Single Entry
fr: Saisie Simple

# submnuAcct2
source: Multiple Entries
fr: Saisie Multiple

# c_Supplier
source: Supplier
fr: Fournisseur

# e_Purchase
source: Purchases
fr: Achats

# NEWCOMMAND
source: New Order
fr: Nouvelle commande

# UIMacroOperationID
source: Operation Type
fr: Type Operation

# UIReglementTypeID
source: Reglement Type
fr: Type Reglement

# UIMacroOperation
source: Operation Type
fr: Type Operation

# UIReglementType
source: Reglement Type
fr: Type Reglement

# Bonjour
source: Good Morning
fr: Bonjour

# UIAccountOperation
source: Simle Saisie Piece Comptable
fr: Single Entry

# GeneralInfoIdentification
source: General Information
fr: Information General

# SaveButtonPiece
source: Add Voucher
fr: Ajout Piece

# UIAddVoucher
source: Add Voucher
fr: Ajout Piece

# UISingleEntryTitle
source: Single Entry Accounting Operation
fr: Ecriture Comptable Saisie Simple

# UIVoucherList
source: Voucher List
fr: Liste Piece

# UIAmount
source: Amount
fr: Montant

# UICreditAccount
source: Account To Credit
fr: Compte A Crediter

# UIDateOperation
source: Operation Date
fr: Date Operation

# UIDebitAccount
source: Account To Debit
fr: Compte A Debiter

# UIAccountingEntry
source: List of Accounting Entry
fr: Liste des Ecritures Comptables

source: Supplier List
fr: Liste des Fournisseurs

source: Supplier Number
fr: Numéro Fournisseur

# g_SupplierOrder
source: Supplier Order
fr: Commande Fournisseur

# f_SupplierReturn
source: Supplier Return
fr: Retour Fournisseur

# d_Inventory
source: General Inventory
fr: Inventaire

# C_VAL_SALE_COD_CASH
source: Validate Sale
fr: Valider Vente

# B_VAL_PURCHASE_COD_CASH
source: Validate Purchase
fr: Valider Achat

# d_Deposit
source: Deposit
fr: Dépôt

# UIApplyVat
source: Apply VAT ?
fr: Appliquer TVA ?

# UIValueApplyVat
source: Value
fr: Valeur

# UICollectVat
source: Collected VAT
fr: TVA Collecte

# UIDeductVat
source: Deductible VAT
fr: TVA Deductible

# UINONE
source: NONE
fr: AUCUN

# Z_VAL_STATE_CASH
source: Report
fr: Etat

# mnuAcct7
source: Report
fr: Etats

# submnuAcct7rpt1
source: Accounting Entries
fr: Ecritures Comptables

# UIAccountOperationTitle
source: List of Accounting Entries
fr: Liste des Ecritures Comptables

# UIDisplayEntries
source: Display
fr: Afficher

# UIPrint
source: Print
fr: Imprimer

# JobCode
source: Post
fr: Poste

# CompCode
source: Configure Company
fr: Configuration Entreprise

# UIisManualPosting
source: Manual Posting ?
fr: Ecriture Manuelle ?

# UIMultipleEntriesTitle
source: Multiple Entries Accounting Operation
fr: Ecriture Comptable Saisie Multiple

# ValidateButton
source: Validate
fr: Valider

# B_STATE_CASH_HISTORIC
source: Cash Operation Hist
fr: Cahier de Caisse

# A_STATE_CASH_BILL
source: Customer's Bill
fr: Facture Client

# msgCreateOperation
source: Sorry!! The system does not give you the possibility to create a new Operation. You can just updated the existing values.
fr: Pour l'instant vous ne pouvez creer de nouvelles Operations dans le systeme. Vous pouvez seulement modifier les operations existantes.

source: BANK
fr: BANQUE

source: CASH
fr: COMPTANT

source: CERTIFY
fr: CONSTAT

source: CERTIFY SALE
fr: CONSTAT VENTE

source: MANUAL
fr: MANUELLE

source: NONE
fr: AUCUN

source: PAYMENT
fr: REGLEMENT

# POSTALCHECK
source: POSTAL CHEQUE
fr: CHEQUE POSTAL

source: PRODUCT TRANSFER
fr: TRANSFERT PRODUIT

source: PURCHASE
fr: ACHAT

source: RETURN PURCHASE
fr: RETOUR ACHAT

source: RETURN SALE
fr: RETOUR VENTE

source: SALE
fr: VENTE

# a_LensMaterial
source: Material
fr: Matière

# b_LensCoating
source: Coating
fr: Traitement

# c_LensColour
source: Colour
fr: Couleur

# c_LensCriteria
source: Lens Criteria
fr: Caractéristiques du Verre

# d_LensNumber
source: Number
fr: Numéro

# LensCoatingAddTitle
source: Add New Lens Coating
fr: Ajouter un Nouveau Traitement

source: Lens Coating List
fr: Liste des Traitements

# LensColourAddTitle
source: Add New Lens Colour
fr: Ajouter une Nouvelle Couleur de Verre

source: Lens Colour List
fr: Liste des Couleurs de Verre

# LensMaterialAddTitle
source: Add New Lens Material
fr: Ajouter une Nouvelle Matière Optique

source: Lens Material List
fr: Liste des Matières Optique

# LensNumberAddTitle
source: Add New Lens Number
fr: Ajouter un Nouveau Numéro

source: Lens Number List
fr: Liste des Numéros de Verre

source: Cylindrical Value
fr: Valeur Cylindrique

source: Spherical Value
fr: Valeur Sphérique

source: Lens List
fr: Liste des Verres

# UIAccountHistoryTitle
source: General Ledger Account History
fr: Historique Compte du Grand Livre

# rptCustAcctHistTitle
source: Customer General Ledger Historic
fr: Historique Compte Du Grand Livre

# submnuAcct7rpt2
source: GL Account History
fr: Historique Compte GL

# UIBeginDate
source: Start Date
fr: Date Debut

# UIDateInfo
source: Choose Date Range
fr: Choix Plage de date

# UIEndDate
source: End Date
fr: Date Fin

# UIApplyDiscount
source: Apply Discount ?
fr: Appliquer Remise ?

# UIDiscountAccountID
source: Discount Account
fr: Compte d'Escompte

# UITransportAccountID
source: Transport Account
fr: Compte De Transport

# UIVATAccount
source: VAT Account
fr: Compte TVA

# UIReduction
source: Reduction
fr: Remise

# UIBalanceClientelle
source: Trial Balance
fr: Balance Generale

# UICreditMvt
source: Credit Mvt
fr: Mvt Credit

# UIDebitMvt
source: Debit Mvt
fr: Mvt Debit

# UISoldeFinCr
source: End. Credit Balance
fr: Solde Credit Fin

# UISoldeFinDb
source: End. Debit Balance
fr: Solde Debit Fin

# UISoldeInitCr
source: Init. Credit Balance
fr: Solde Credit Debut

# UISoldeInitDb
source: Int. Debit Balance
fr: Solde Debit Debut

# rptBalanceGenerale
source: General Ledger Trial Balance
fr: Balance Generale des comptes Du Grand Livre

# descBANK
source: Bank: Purchase Product fv Supplier
fr: Banque: Achat Produit Chez Fournisseur

# descCEPU
source: Certify Purchase Product fv Supplier
fr: Constat Achat Produit Pour Client

# descCESA
source: Certify Sale Product fv Customer
fr: Constat Vente Produit pour Client

# descOTPM
source: Other Payment Method: Purchase Product fv Supplier
fr: Autre Methode De Paiement: Achat Produit Chez Fournisseur

# descOUST
source: Stock Output Fv Product
fr: Sortie en Stock pour Produit

# descSBANK
source: Bankl: Sale Product fv Customer
fr: Banque: Vente Produit Chez Client

# descSOTPM
source: Other Payment Method: Sale Product fv Customer
fr: Autre Methode De Paiement: Vente Produit Chez Client

# descSTILL
source: Till: Sale Product fv Customer
fr: Caisse: Vente Produit Chez Client

# descSTIN
source: Stock Input Fv Product
fr: Entree en Stock pour Produit

# descTILL
source: Till: Purchase Product fv Supplier
fr: Caisse: Achat Produit Chez Fournisseur

# UIAdvancedAccountID
source: Advanced Account
fr: Compte d'Avance

# submnuAcct7rpt4
source: Statement of Income and Expense
fr: Etat des Profits et Pertes

# UIAccountName
source: Account Name
fr: Intitule du Compte

# UIAccountType
source: Account Type
fr: Type de Compte

# UIMonthCumul
source: Cummulative Balance
fr: Solde Cummule

# UIMonthTotal
source: Periode Balance
fr: Solde Periode

# Expense
source: Expenses
fr: Pertes

# Income
source: Incomes
fr: Profits

# E_BudgetExpense
source: Budget Expense
fr: Depense Budgetaire

# E_CODETreasurye
source: Treasury Operation
fr: Operation de Tresorerie

# submnuBudgetAllocated
source: Budget Allocated
fr: Allocations Budgetaires

# submnuBudgetAllocatedUpdates
source: Modify Budget Allocated
fr: Modification Allocations Budgetaires

# submnuBudgetLine
source: Budget Line
fr: Lignes Budgetaires

# submnuFiscalYear
source: Fiscal Year
fr: Exercice Fiscal

# a_ProductTransmission
source: Product Transmission
fr: Envoi Produits

# b_ProductReception
source: Product Reception (Centralisation)
fr: Reception Produits (Centralisation)

# SMnuSalRpt
source: Report
fr: Etats

# submnu1FiscalYear
source: Fiscal Year
fr: Annee Fiscale

# submnu2BudgetLine
source: Budget Line
fr: Ligne Budgetaire

# submnu3BudgetAllocated
source: Budget Allocated
fr: Prevision Budgetaire

# submnu4BudgetAllocatedUpdates
source: Modify Budget Allocated
fr: Modification Prevision Budgetaire

# SubMnu2HistCusto
source: Customer History GL
fr: Historique Client GL

# SubMnu1ListClient
source: List of Customers
fr: Liste des Clients

# MODULE_3
source: TELLER
fr: CAISSE

# rptCustHistTitle
source: Customer History Operations
fr: Historique Operations Client

# BudgetConsumHist
source: Budget Consumption history
fr: Historique Consommation Budgetaire

# BudgetConsumSubTitle
source: You must choice the budget line that you want to consume.
fr: Vous devez choisir la ligne budgetaire que vous voulez consommer.

# BudgetConsumTitle
source: Budget Consumption
fr: Consommation Budgetaire

source: Budget Line
fr: Ligne Budgetaire

# Caisse
source: Cash
fr: Caisse

source: Cash Output
fr: Sortie Caisse

source: Cash Received
fr: Reception Caisse

# ChoixBank
source: Choose Bank
fr: Choix de la Banque

# ChoixLigneBudget
source: Choose Budget Line
fr: Choix de la Ligne Budgetaire

# CloseAmnt
source: Closing Amount
fr: Montant Fermeture

# CloseCashN
source: Close cash now
fr: Fermer Caisse

# CloseCashOp
source: Close Cash Operation
fr: Fermeture Operation Caisse

# Closecashregist
source: Close cash register informations
fr: Information de Sortie de Caisse

# CloseCashRegisterSubTitle
source: Look all your operations amount day and compare it with a real amount of cash register before close it.
fr: Verifier de toutes les Operations de la Caisse de la Journee et comparer avec le montant physique reel avant de fermer la Caisse

# CloseCashRegisterTitle
source: Close your cash register here
fr: Fermeture caisse

# EnterPhyCashAmt
source: Enter Physical Cash amount
fr: Entrer le Montant Physique de la caisse

# InputAmtDate
source: Input amount of day
fr: Montant Entrée Journée

# InputOpDate
source: All inputs operations of day
fr: Toutes les Operations d'entrées de la Journée

# MntFermCaisse
source: Cash Day Close Amount
fr: Montant Fermeture Caisse

# MntOuvCaisse
source: Cash Day Open Amount
fr: Montant Ouverture Caisse

# MsgCloseCash
source: Do you want to close cash register ?
fr: Voulez vous fermer la caisse ?

# MsgGenerateState
source: Please wait, we generate state ...
fr: Generation Etat, Veuillez Patienter...

# OpAmnt
source: Open Amount
fr: Montant Ouverture

# OpClosecashReg
source: Open/Close cash register historique
fr: Historique Ouverture/Fermeture Caisse

# OpenAmtDate
source: Open Amount of day
fr: Montant Ouverture Journée

# OpenCaisseFeat
source: Open Cash Features
fr: Information Ouverture Caisse

# OpenCash
source: Open Teller
fr: Ouverture caisse

# OpenCashRgisterSubTitle
source: You must enter cash that you had previously enter yesterday when you had closed it.
fr: Vous devez entrer le montant de la veille pour pouvoir ouvrir la journee actuelle

# OpenCashRgisterTitle
source: Open your cash register here
fr: Ouverture Caisse

# OutputAmtDate
source: Output amount of day
fr: Montant Sortie Journée

# OutputOpDate
source: All outputs operations of day
fr: Toutes les Operations de Sorties de la Journée

# PaymentMethod
source: Payment Mode
fr: Mode de Payement

source: Phone Number
fr: Numero Tel.
