Repository: hypoass83/CabOpticMng
Catalog: Implementation/FatSodDental/FatSod.Ressources/Resources.*.resx
Languages: fr

# PrintRepClosecash
source: Print report and close cash
fr: Imprimer et Fermer Caisse

source: Purchase Amount
fr: Montant Achat

# PurchaseBringer
source: Purchase Bringer Name
fr: Nom Apporteur d'Affaire

source: Purchase Ref
fr: Ref. Achat

# RptCashOpDay
source: Report of cash operation day
fr: Etat des Operations de caisse de la Journée

source: Sale Amount
fr: Montant Vente

source: Sale Ref.
fr: Ref. Vente

# SoldeCaisse
source: Cash Balance
fr: Solde Caisse

source: State
fr: Etat

source: Supplier Nane
fr: Nom Fournisseur

source: Teller Name
fr: Nom Caisse

# addCmdLine
source: Add command line
fr: Ajouter Ligne de Commande

# Advanced
source: Advanced Amount
fr: Montant Avancé

# AllCmd
source: All Commands
fr: Toutes les Commandes

# AllPurchopto
source: All Output operations to
fr: Toutes les operations de sortie du

# Allsalesopto
source: All Input operations to
fr: Toutes les operations d'entree du

# AmountOutstanding
source: Outstanding
fr: Echu

source: Amount Received
fr: Montant Recu

# AmountWithdrawal
source: Amount to Withdrawal
fr: Montant a Decaisser

source: at
fr: a

source: Bill Amount
fr: Montant Facture

# BillCustRpt
source: Bill of Customer
fr: Facture du Client

source: Cancel
fr: Annuler

# CashRegHist
source: Cash register history
fr: Historique Caisse

# chooseCaisse
source: Choose Teller
fr: Choix Caisse

# ChooseCustbill
source: Choose customers that we want to get bill
fr: Choix du Client pour qui la facture doit etre generer

# Choosedateper
source: Choose interval of date we want to see state
fr: Choix de la plage de date

# CmdLineState
source: Command lines state
fr: Etat Ligne de Commande

# CommandAmount
source: Order Amount
fr: Montant Commande

source: Command Date
fr: Date Commande

source: Command line
fr: Ligne de Commande

source: Command Ref.
fr: Ref. Commande

# CustorderEstimation
source: Order Total Price Estimation
fr: Estimation Prix Total Commande

source: Debt
fr: Dette

# Deliverdate
source: Delivered date
fr: Date Livraison

source: Delivery date
fr: Date Livraison

source: Deposit
fr: Dépôt

source: Deposit Date
fr: Date Dépôt

source: Deposit Reason
fr: Raison du Dépôt

source: Discount
fr: Escompte

source: Discount Amount
fr: Montant Escompte

source: Gross Amount
fr: Montant Brut

# Guaranteed
source: Guaranteed (in days)
fr: Garantie (En Jour)

# InfoDeposit
source: Deposit Informations
fr: Information de Dépôt

# msgDelete
source: Do you want to delete it?
fr: Voulez Vous Supprimer ?

# msgUpdate
source: Update ?
fr: Modifier ?

source: Net Price
fr: Prix Net

source: Order Amount
fr: Montant Commande

source: Order Date
fr: Date Commande

# OrderInfo
source: General Informations
fr: Information Generale

source: Order Reference
fr: Reference Commande

# panelprintvalreceip
source: Panel to print validate receipt
fr: Paneau pour Imprimer les recus valides

source: Partial price
fr: Prix Partiel

# Paymentperiod
source: Payment period (in days)
fr: Delai de payement (En Jour)

# Pendingsuplordlst
source: Pending Supplier Order List
fr: Liste des commandes fournisseurs en attentes

# Periodeparam
source: Periode parameters
fr: Choix de la Periode

source: Price HT
fr: Prix HT

source: Price TTC
fr: Prix TTC

source: Print Bill
fr: Imprimer Facture

# printcustbill
source: Print customer's bills here
fr: Impression Facture Client

source: Print Receipt
fr: Imprimer Recu

source: Print State
fr: Imprimer Etat

source: Product Label
fr: Nom Produit

source: Purchase Reference
fr: Reference Achat

# purchaseTitleValidate
source: Validate Purchase Operation
fr: Valider les Operations d'Achat

source: Quantity
fr: Quantité

source: Rate Discount
fr: Taux Escompte

source: Rate Reduction
fr: Taux Remise

source: Reduction
fr: Remise

source: Reduction Amount
fr: Montant Remise

# Remainder
source: Remainder Amount
fr: Montant Restant

source: Remaining Amount
fr: Montant Restant

# Representant
source: Representative Name
fr: Nom Representant

source: Selling Price
fr: Prix de Vente

source: Supplier
fr: Fournisseur

# TVA
source: VAT
fr: TVA

source: Unit Price
fr: Prix Unitaire

# ValidSaleOpe
source: Validate sales operations
fr: Validation des Operations de Vente

# Viewallcashregop
source: View all cash register operations history
fr: Afficher l'Historique des operations de caisse

source: View State
fr: Afficher Etat

source: Warehouse
fr: Magasin

# NoProductInStock
source: No product in Stock for this Criteria
fr: Pas de produit en Stock pour ces criteres

# CmdAdded
source: Command has been added
fr: La Commande a ete Ajouté

# CmdUpdated
source: Command has been updated
fr: La Commande a ete mise a jour.

# A_CashTransmission
source: Cash Transmission
fr: Envoi Espèce

# B_CASHRECEPTION
source: Cash Reception
fr: Reception Espèce

# C_BankTransmission
source: Transfer Money To Bank
fr: Transfert Argent Vers Banque

# D_BankReception
source: Bank Reception
fr: Reception Bank

source: Add sale line
fr: Ajouter Ligne de vente

# TellerHistDayOp
source: Teller Historic Day Operations
fr: Historique des Operations Journalieres de Caisse

# AddProdCady
source: Add Product To Cady
fr: Ajouter Produit dans Panier

source: Amount
fr: Montant

source: Autorized By
fr: Autoriser Par

source: Cady Content
fr: Contenu Panier

source: Count By
fr: Compter Par

source: Designation
fr: Désignation

# InventoryInfo
source: Inventory Informations
fr: Informations Inventaire

source: Inventory Report
fr: Etat Inventaire

# IssafetyStockReach
source: Is Safety Stock Quantity Reached ?
fr: Stock de Securité atteint ?

# NetCom
source: Commercial Net
fr: Net Commecial

# NetFin
source: Financial Net
fr: Net Financier

source: Order List
fr: Liste des Commandes

# PurchaseInfo
source: Purchase Informations
fr: Information Sur Achat

source: Purchase Register
fr: Utilisateur Achat

source: Purchases List
fr: Liste des Achats

source: Purchase Unit Price
fr: Prix Unitaire Achat

source: Reason
fr: Raison

source: Registered By
fr: Operateur

source: Sale Estimate Price
fr: Estimation Prix de Vente

# SaleUnitPrice
source: Sale Unite Price
fr: Prix Unitaire Vente

# StockReg
source: Stock Regularisation
fr: Régulariser le Stock

# StockSecure
source: Safety Stock Quantity
fr: Stock de Securité

source: Customer Type
fr: Type de Client

# Sigle
source: Abbreviation
fr: Sigle

source: Supplier Type
fr: Type de Fournisseur

source: Trade Register
fr: Registre de Commerce

# descCRSA
source: Certify Return Sale
fr: Constat Retour Vente

# SavingAccount
source: Customer Account
fr: Compte Client

source: Saving Deposit
fr: Depot Epargne

# mnuAcct11
source: Collective Account
fr: Compte Collectifs

# CollectifAccountAddTitle
source: Add Collectif Account
fr: Ajout des Comptes Collectifs

# CollectifAccountFieldSetTitle
source: Collectif Account Field Title
fr: Comptes Collectifs

# UICollectifAccount
source: Collective Account
fr: Compte Collectif

# UICollectifAccountlist
source: Collectif Account List
fr: Liste des Comptes Collectifs

# CollectifAccount
source: Collective Account
fr: Compte Collectif

# choosecollectiveAccount
source: Choose Collective Account Here
fr: Choix du Compte Collectif Ici

# PanelPreview
source: Panel To Preview Report Before Printing
fr: Panel Pour Apercu Avant Impression

# AssignToUser
source: Assign to one user ?
fr: Attribuer a un Utilisateur ?

source: Retourn Amount
fr: Montant Retour

# descDEGO
source: Delivery of Goods
fr: Livraison Marchandise

# descGEBI
source: Generate Billing
fr: Generation de la Facture

# descOPTR
source: Transport Operation
fr: Operation de Transport

# descREBI
source: Reception Of Billing
fr: Reception de la Facture

# descREGO
source: Reception of Goods
fr: Reception Marchandise

# descDESA
source: Delivery Of Goods
fr: Comptabilisation Livraison Marchandise

# descADPU
source: Advanced of Purchase
fr: Avance sur Achat

# descBIRE
source: Receive Bill
fr: Reception Facture

# descPASA
source: Sale Payment
fr: Reglement Vente

# descREAD
source: Regularize Advance
fr: Regularization des Avances

# descRESU
source: Purchase Payment
fr: Reglement Achat

# descSAAD
source: Avanced of Sale
fr: Avance sur Vente

# descSABI
source: Billing Operation
fr: Operation de Facturation

# NumeroContribuable
source: Tax Payer Number
fr: Numero Contribuable

source: Bill
fr: Facture

source: Delivery Order
fr: Bon de Livraison

# Billreport
source: DEPTOR INVOICE
fr: FACTURE DOIT

# b_InventoryDirectory
source: Inventory Directory
fr: Dossier Inventaire

# c_InventoryEntry
source: Inventory Entry
fr: Saisie Inventaire

# InventoryDirectoryAddTitle
source: Add a New Inventory Directory
fr: Ajout d'un Nouveau Dossier d'Inventaire

source: Creation Date
fr: Date Création

source: Reference
fr: Référence

source: inventory Directory List
fr: Liste Dossier Inventaire

# LensCoatingCode
source: Lens Coating
fr: Protection Verre

# LensColourCode
source: Lens Colour
fr: Couleur du verre

# LensMaterialCode
source: Lens Material
fr: Materiel du Verre

# LensNumberFullCode
source: Lens Number
fr: Numero du verre

source: Eye Side
fr: Cote Oeil

# LeftSide
source: LE
fr: OG

# RightSide
source: RE
fr: OD

# cmdAttenteValidation
source: The remaining quantity for this product is not sufficient according to pending order. Please validate or cancel the order for this product before proceed.
fr: Il existe une commande non Valide du Produit. Veullez Valider la commande en attente avant de commander encore ce produit ?

# RightLeftSide
source: RLE
fr: ODG

# chooseCategories
source: Choose Category
fr: Choix de la categorie

source: Close
fr: Fermer

source: Product List
fr: Liste des produits

source: Search Criteria
fr: Criteres de recherche

# SearchProduct
source: Form To Search Product
fr: Formulaire de Recherche d'un produit

# ProductNumber
source: Number
fr: Numero

# OrderLensOrder
source: Special Order
fr: Commande Spéciale

source: Axis
fr: Axes

source: Cylinder
fr: Cylindre

source: Sphere
fr: Sphère

# SelectNumber
source: Choose Lens Number
fr: Choix du Mumero de Verre

source: File
fr: Fichier

source: Logoff
fr: Quitter

source: Parameter
fr: Paramètre

# mnuAcct66
source: Authorize Budget Consumtion
fr: Authorisation Budget

source: Budget Parameter
fr: Parametres du Budget

source: Amount Allocated
fr: Montant Alloue

source: Amount Left
fr: Montant Restant

source: Amount Spend
fr: Montant Depense

source: Beneficiary Name
fr: Nom Beneficiare

source: Voucher Amount
fr: Montant

source: Budget Amount
fr: Montant Budget

# UIBudgetAllocated
source: Budget Allocated
fr: Budget Alloue

# isBudgetControl
source: Budget Control ?
fr: Controller Budget ?

# submnuAcct7rpt3
source: Trial Balance
fr: Balance Comptable

# AddBudConsume
source: Validate Budget Consumtion OK
fr: Validation Consommation Budget OK

# cmdMontantObligatoire
source: Product's Unit Price is Obligatory
fr: Le Prix Unitaire du Produit est obligatoire

# A_ValidateSpecialOrder
source: Validate
fr: Valider

# B_DeliverSpecialOrder
source: Delivered
fr: Livrer

# D_CashierSpecialOrder
source: Special Order
fr: Commande Spéciale

# D_SpecialOrder
source: Special Order
fr: Commande Spéciale

# ReceiveSpecialOrder
source: Receiving Special Order
fr: Reception Verre de Commande

# SaleSpecialOrder
source: Special Order
fr: Commande Spéciale

# IsCashCustomer
source: Cash Customer ?
fr: Client Comptant ?

# AdvancedAmount
source: Advanced
fr: Avance

# SaleOperation
source: Input Type
fr: Type Entrees

# SupplierOperation
source: Output
fr: Sorties

source: Posted To Supplier
fr: Envoyer Au Fournisseur

# AllpendingSalesOperation
source: All pending Customers Sales Operation
fr: Liste des ventes non regularisees du client

# descRTSA
source: Sale Return
fr: Retour sur vente

# descRTSI
source: Stock Input - Return product
fr: Retour en Stock

# ConfirmReturnMessage
source: Do you want to return this product?
fr: Voulez vous retourner ce produit?

# E_TILLADJUST
source: Till Adjust
fr: Ajuster Caisse

source: Teller Adjust
fr: Ajuster caisse

# TillAdjustFieldSetTitle
source: Teller Adjustment
fr: Ajustement de la caisse

source: Choose teller
fr: Choix Caissier

# ComputerPrice
source: System Balance
fr: Solde Systeme

# PhysicalPrice
source: Physical Balance
fr: Solde Physique

# UITill
source: Teller
fr: Caissier

source: Till Adjust
fr: Ajuster Caisse

# AlertErrorTillAdjust
source: Error while running Teller Adjustment
fr: Erreur lors de l'ajustement de la Caisse

# AlertUpdateTillAdjust
source: Till Adjustment OK
fr: Ajustement de la caisse OK

source: Choose Currency
fr: Choix Devise

# descOVER
source: Till Overage
fr: Surplus Caisse

# descSHOR
source: Teller Adjust
fr: Adjustement Caisse

# Ecart
source: Difference
fr: Ecart

source: Paid
fr: Payé

# b_LensCategory
source: Lens Category
fr: Catégorie Verre

# AdressFullName
source: Complete Adress
fr: Adresse Complete

source: Pricing
fr: Fixation des Prix

# a_NumberRange
source: Number Range
fr: Intervalle de Numéro

# b_Price
source: Price
fr: Prix

source: From
fr: De

source: To
fr: A

source: Special Order Report
fr: Etat Commande Verre RX

# SelectedValue
source: Please Select Value before Posted
fr: Veuillez Selectionner avant de poster

source: Password
fr: Mot de passe

source: User Name
fr: Nom utilisateur

source: Abbreviation
fr: Abréviation

# BDayInformations
source: Business Day Informations
fr: Information sur Journee de Travail

source: Begin Work
fr: Debut de Travail

# ClosedBsDays
source: Closed Business Days
fr: Fermer Journee de Travail

# IsClDayTasksStarted
source: Is Closing Day Tasks Started ?
fr: Est ce Que les Taches de fermeture de Journee ont commence?

# LastOpDate
source: Last Operation Date
fr: Date Derniere Operation

source: Open Business Day
fr: Ouvrir Journee de Travail

# closeBsDay
source: Closed Business Days
fr: Fermeture Journee de Travail

# DoYouCloseBD
source: Do you really want to close this Branch?
fr: Voulez Vous Vraiment Fermer cette Agence ?

# CashRegNotYetClose
source: Cash Register Is Not Yet Closed!!! To close a Branch, you must close Cash Registers
fr: Une des Caisses est encore ouverte. Veuillez fermer la Caisse

# ConfirmModifMessage
source: Do you want to modify this record ?
fr: Voulez Vous Modifier cet enregistrement ?

# b_ProductReception_BR
source: Product Reception (Per Branch)
fr: Reception Produit (Par Agence)

# descBANKADSPOR
source: Bank : Special order Advance
fr: Banque : Avance pour Verre de Commande

# descBANKAVCLT
source: Bank : Customer Advance
fr: Banque : Avance Client

# descBANKBUD
source: Bank : Budget Expense
fr: Banque : Depense Budgetaire

# descBANKREGCLT
source: Bank : Customer Paid
fr: Banque : Reglement Client

# descBANKSARET
source: Bank : Customer Return Sale
fr: Banque : Retour sur vente Client

# descTILLADSPOR
source: Teller : Special order Advance
fr: Caisse : Avance pour Verre de Commande

# descTILLAVCLT
source: Teller : Customer Advance
fr: Caisse : Avance Client

# descTILLBUD
source: Teller : Budget Expense
fr: Caisse : Depense Budgetaire

# descTILLREGCLT
source: Teller : Customer Paid
fr: Caisse : Reglement Client

# descTILLSARET
source: Teller : Customer Return Sale
fr: Caisse : Retour sur vente Client

# SubMnu3RetSale
source: Return Sale
fr: Retour Vente

# RptReturnSale
source: List of Sale's Return
fr: Liste des retours sur vente

# BankTransfer
source: Transfer Money to The Bank
fr: Transfert D'argent vers la banque

# TransferMoneyFieldSetTitle
source: Money Transfer
fr: Transfert D'argent

# AlertError
source: Error while running Operation
fr: Erreur lors de l'execution de l'Operation

# AlertUpdateSuccess
source: Successful Operation
fr: Operation effectuee avec success

# TreasuryOperation
source: Treasury Operations
fr: Operations de Tresoreries

# descREBA
source: Receive From Bank
fr: Reception de la Banque

# descRETE
source: Receive From Teller
fr: Reception de la Caisse

# descTRBA
source: Transfer to Bank
fr: Transfert Vers Banque

# descTRTE
source: Transfer to Teller
fr: Transfert Vers Caisse

# alertTreasuryAmt
source: Sorry you cannot transfer more than System Amount
fr: Desole !! Vous ne pouvez transferer un montant superieur ou egale au montant systeme

# BankTransferHist
source: Bank Transfer History
fr: Historique Transfert D'argent

# descBANKDEPCLT
source: Bank : Deposit Amount by Customer
fr: Banque : Depot d'Argent par Client

# descTILLDEPCLT
source: Teller: Deposit Amount by Customer
fr: Caisse : Depot d'Argent par Client

# DepositSuccess
source: Deposit Amount successfull
fr: Depot effectue avec success

# CustomerSavingAmount
source: Customer Saving
fr: Epargne Client

# UIisOpen
source: Is Open ?
fr: Ouvert?

# MsgPrint
source: Do you want to print
fr: Voulez vous Imprimer ?

source: Print Report
fr: Imprimer Etat

# Connect
source: Login
fr: Connecter

source: Login Form
fr: Formulaire de Connexion

source: Create new system
fr: Créer un nouveau système

source: To Connect
fr: Se connecter

# WelcomeApplication
source: Inventory Application perfectly adapted to your company needs
fr: Solution de gestion de Stock parfaitement adapter a votre entreprise

# You_will_begin
source: Login to start
fr: Se connecter pour commencer

source: Confirm
fr: Confirmer

source: Loading
fr: Chargement

source: Lock
fr: Verrouiller

source: Logged in
fr: Connecté sous

source: Log out
fr: Se déconnecter

# Msg_Box_Confirm
source: Do you want to disconnect?
fr: Voulez-vous vous déconnecter?

source: My profile
fr: Mon profile

source: Reminder
fr: Pense-bête

# Reminder_tool_tip
source: Create short text notes
fr: Créer de courte notes manuscrites ou textuelles

source: Collapse All
fr: Reduire tous

source: Expand All
fr: Etendre tous

source: Filter
fr: Filtrer

source: Filter menu
fr: Fitrer les menus

# MODULE_1
source: INSURED MANAGEMENT
fr: CLIENTS ASSURES

# MODULE_2
source: SUPPLY
fr: APPROVISIONEMENT

# MODULE_4
source: ACCOUNTING
fr: COMPTABILITE

# MODULE_5
source: SECURITY
fr: SECURITE

# MODULE_6
source: PARAMETERS
fr: PARAMETRES

source: Language
fr: Langue

source: User Logged
fr: Utilisateur(s) Connecte(s)

# SaleReceipt
source: Daily Receipt
fr: Recu Journalier

source: Price
fr: Prix

# SubMnu21CustoBal
source: Customers Balances
fr: Balance Clientelle

# SubMnu41SpecialOrder
source: Special Order
fr: Commandes Speciales

# SubMnu42SpecialOrderByCusto
source: Special Order By Customer
fr: Commandes Speciales par Client

# UIAccountBalanceTitle
source: Customer Account Balance
fr: Solde des Comptes Clientelles

# UISolde
source: Balance
fr: Solde

# RptSpecialOrder
source: List of Special Orders
fr: Liste des Commandes Speciales

# RptSpecialOrderCustomer
source: List of Special Orders by Customer
fr: Liste des Commandes Speciales par Client

# StockSecureAtteint
source: Attention!! The safety stock will be reach.
fr: En vendant cette quantité le seuil de sécurité sera atteind. Veuillez, faire un réapprovisionnement le plutôt possible

# RptGeneSale
source: General Sales
fr: Recap. Ventes Generales

# Backdate_BD
source: Open Back Date Mode
fr: Ouverture en Mode Retour en Date

# OpenBackDate
source: Open Back Date Mode
fr: Ouvrir Mode BackDate

# WorkingBackDate
source: Working On Back Date Mode
fr: Travailler en Mode Retour En date

# RptCustomerCreditors
source: Customers Creditors
fr: Clients Crediteurs

# RptCustomerDebtors
source: Customers Debtors
fr: Clients Debiteurs

# RptCustomerBalanceTitle
source: List of Customers Balance Account
fr: Liste des Soldes des Comptes Clients

# RptCustomerCreditorsTitle
source: List of Creditors Accounts
fr: Liste des Comptes Crediteurs

# RptCustomerDebtorsTitle
source: List of Debtors Accounts
fr: Liste des Comptes Debiteurs

# TotalCreditor
source: Total Creditors
fr: Total Crediteur

# TotalDebtor
source: Total Debtors
fr: Total Debiteur

# RptbudgetExpenseTitle
source: List of Budget Expenses
fr: Liste des Depenses Budgetaires

source: Total Expense
fr: Total Depense

# PaymentDate
source: Date de Payement
fr: Payment Date

# RptbudgetExpense
source: Budget Expense
fr: Depense Budgetaire

# MsgCloseTeller
source: Closing teller Cash OK. Have a Nice Day
fr: Fermeture de la Caisse OK. Passer une bonne journee.

# MsgCloseTellerErrAmt
source: Closing price amount are not correct. Please contact an administrator if you think no
fr: Le montant de fermeture ne correspond pas au solde Systeme. Verifier votre Solde ou contacter votre administrateur

# MsgOpenTeller
source: Open teller Cash OK. You Can close this Panel and Start Working
fr: Ouverture de la Caisse OK. Vous pouvez fermer ce Panel et commencer votre Travail.

# MsgOpenTellerErrAmt
source: Cash can't be open with this amount. Please contact administrator if you think no
fr: Vous ne pouvez ouvrir la caisse avec ce Montant. Verifier votre Solde ou contacter votre administrateur

# SalePayment
source: Stock Lenses Deposit
fr: Depot Pour Vente Verre de Stock

# SpecialOrderPayment
source: Special Order Deposit
fr: Depot Pour Vente Verre RX

# CustomerHistoryFront
source: Customer History
fr: Historique Client

# msgAllBusinessDayClose
source: All Business Day are closed. Click on Disconnect Button
fr: Toutes les Journees de Travail sont fermes. Cliquez sur le Bouton Deconnecter

# MenuValideProforma
source: Validate Proforma
fr: Valider Proforma

# DepotStockLenses
source: Dep. Non Insured Customer
fr: Dep. Client Non Assure

# RegProductNumber
source: Lens Number Regularize
fr: Regulariser Numero Verre

source: Stock Damage
fr: Stock Endommager

# MsgErrChoixPayementMethod
source: You Must choose payment method
fr: Vous devez choisir une methode de paiement

# MsgWrongChoixPayementMethod
source: If the Customer Gives You an Advance, you Have to choose Cash or Bank in Payment Modes
fr: Si le Client Paye une avance, vous devez choisir le mode de paiement Banque ou comptant

source: New Designation
fr: Nouv. Produit

# NewProductlabel
source: Product Destination
fr: Destination Produit

source: Old Designation
fr: Anc. Produit

source: New Product Number
fr: Nouv. Numero Produit

# printInventory
source: Print All Inventory
fr: Imprimer Inventaire

# UIPrintGeneric
source: Print Material Inventory
fr: Imprimer Inventaire Materiel

# UIPrintLens
source: Print Lens Inventory
fr: Imprimer Inventaire Verre

# LenscategoryBeforePrint
source: Choose Lens Category
fr: Choix Categorie Verre

# printCustomerList
source: Print Customer's List
fr: Imprimer List Client

# PrintDeposit
source: Daily Deposit
fr: Depots Journalier

# Gestionnaire
source: Account Manager
fr: Gestionnaire Compte

source: Limit Amount
fr: Limite Montant

# MsgLimitAmount
source: The limit Amount of this customer will be reached if you validate this operation. Customer must paid the debtor amount before buy product
fr: La Limite de consommation de ce client sera atteint si vous valider cette Operation.

source: Print All
fr: Imprimer Tout

source: Print Info.
fr: Choix Impression

source: Print Option
fr: Option d'Impression

# PrintPerCategory
source: Print Per Product Category
fr: Imprimer Par Categorie de Produit

# MenuCustomerUpdate
source: Update Cash Custo.
fr: Modif. Client Cash

# DisplayFacture
source: Display Bill
fr: Afficher Facture

source: Bill Date
fr: Date Facture

source: Bill Number
fr: Numero Facture

# PosteBy
source: Posted By
fr: Commander Par

# UIPrintLensStock
source: Print Lens Inventory In Stock
fr: Imprimer Inventaire Verre En Stock

# ValidateBy
source: Validated By
fr: Valider Par

# MenuSupplyReport
source: Report
fr: Etat

# PrintProductReception
source: List Product Reception
fr: Liste des Receptions Produit

# PrintProductTransfert
source: List Product Transfer
fr: Liste des Transferts Produit

# ProductSaleHistory
source: Print Product Sale History
fr: Imprimer Historique Vente Produit

# RptProductSaleHistory
source: Product Sale History For Product
fr: Historique Vente Produit
