Repository: hypoass83/CabOpticMng
Catalog: Implementation/FatSodDental/FatSod.Ressources/Resources.*.resx
Languages: fr

# TotalAmount
source: Total Amt.
fr: Total Mnt.

source: Total Qty.
fr: Total Qte.

# ProductGift
source: Gift
fr: Cadeaux

# PendingSale
source: Pending Sales
fr: Verre de Stock En Attente

source: Pending Special Order
fr: Verre de Commande en Attente

# RptStockInput
source: Stock Input
fr: Les Entrees en Stock

source: Stock Input
fr: Entree en Stock

# StockMouvement
source: Stock Movement
fr: Mouvement de Stock

source: Stock Quantity
fr: Quantite En Stock

# RptStockMouvement
source: Stock Movement Report
fr: Etat Mouvement de Stock

# QuantityInPut
source: Input Qty
fr: Entree

# QuantityOutPut
source: OutPut Qty
fr: Sortie

source: Total Input Quantity
fr: Total Quantite Ajoutee

# RptBarCodeGenerator
source: Bare Code Generator
fr: Generateur Code Bare

# GenerateCodeBare
source: Bare Code Generation
fr: Generation Code Bare

# CodeBar
source: Bare Code
fr: Code Barre

source: Generate
fr: Generer

# SaleLensFrame
source: Sale Product
fr: Vente Produit

source: Choose Frame Product
fr: Choisir le Cadre

source: Frame Properties
fr: Proprietes du Cadre

source: Lens Properties
fr: Proprietes du Verre

# Autre
source: OTHER
fr: AUTRE

# Monture
source: FRAME
fr: MONTURE

source: Product Type
fr: Type Produit

# Verre
source: LENSE
fr: VERRE

# VerreEtMonture
source: LENSE AND/OR FRAME
fr: VERRE ET/OU MONTURE

source: Bifocal D-Top
fr: Double Foyer D-Top

source: Bifocal R-Top
fr: Double Foyer R-Top

# Progressif
source: Progressive
fr: Progressif

source: Single Vision
fr: Simple Vision

source: Choose Lens Type
fr: Choix du Type de Verre

source: Lens Type
fr: Type de Verre

source: BIFOCAL
fr: DOUBLE FOYER

# MenuAssurance
source: Insurance
fr: Assurance

# AssureurNumber
source: Insurance Number
fr: Numero Assurance

# Assureur
source: Insurance
fr: Assurance

# CNI
source: NID
fr: CNI

# MenuProforma
source: Generate Proforma
fr: Factures Proforma

source: Print Proforma
fr: Facture Proforma

source: Company
fr: Societe

source: INSURANCE
fr: ASSURANCE

source: Lenses
fr: Verres

source: Other
fr: Autre

# ParAssurance
source: Insurance Part
fr: Part de l'Assureur

# ParMalade
source: Patient Part
fr: Part du Patient

# Printfacture
source: Print Bill
fr: Imprimer Facture

source: Plafond
fr: Plafond Assureur

# Remarque
source: Remark
fr: Remarque

# MntFermCaisseHier
source: Cash Day Close Yesterday
fr: Mnt. Fermeture Veille

# PrintDatailReceipt
source: Print Detail Receipt
fr: Imprimer Recu Detaille

source: LE
fr: OG

source: RE
fr: OD

source: Sale To Customer
fr: Vente Au Client

# DepotToCustomer
source: Deposit For Customer
fr: Depot Pour Client

# DetailBill
source: Bill Amount Detail ?
fr: Datailler Montant Facture ?

# Patient
source: Patient Name
fr: Nom Patient

source: Receipt Number
fr: Numero Facture

# OtherSale
source: Other Sales
fr: Autre Ventes

# FrameCategory
source: Frame Material
fr: Matiere Monture

# METALIQUE
source: METAL
fr: METALLIQUE

source: MIX
fr: MIXTE

# PLASTIQUE
source: PLASTIC
fr: PLASTIQUE

# PrintProformaDetail
source: Print Detail Proforma
fr: Proforma Detaille

# NumeroFacture
source: Bill Number
fr: Numero Facture

source: Bordero Depot Facture
fr: Bordero de Transmission

# DepotInsured
source: Deposit For Insured
fr: Depot Pour Assure

# PrintBordDep
source: Deposit slip
fr: Bordereau de Depot de Lunette

source: Insured Part
fr: Part Assure

# UIBorderoDepotFactureTitle
source: Bordero de Depot de Facture
fr: Bordero de Transmission

source: Welcome
fr: Bienvenu

# ListofClosedBsDays
source: List of Closed Business Days
fr: Liste Journée de Travail Fermée

# ListofOpenedBsDays
source: List of Opened Business Days
fr: Liste Journée de Travail Ouverte

# Select_collective_account
source: Choose Collective Account
fr: Choisir un compte collectif

# Suspendu
source: Suspended
fr: Suspendu

# Updateallocatedbudget
source: Update allocated budget Line
fr: Modification Ligne Budgetaire

source: Balance
fr: Solde

# ClientSignature
source: Customer Signature
fr: Signature Client

# LensPrice
source: Lens Price (in Pair)
fr: Prix Paire du Verre

source: Operator Signarture
fr: Signarture Operateur

source: Previous
fr: Précedent

source: Qty
fr: Qte

source: Selling Date
fr: Date Vente

# UPrice
source: Unit price
fr: Prix Unitaire

source: Value
fr: Valeur

source: Input
fr: Entrées

source: Output
fr: Sorties

source: Total Input
fr: Total Entrée

source: Total OutPut
fr: Total Sortie

# AdvanceSale
source: Advance Sales
fr: Total Avance

source: Total Sales
fr: Total Ventes

# AssuranceList
source: List of Assurance
fr: Liste des Assurances

# lenscase
source: Lens Cases
fr: Boitier

source: LENS SPRAY
fr: Nettoyeur de Lentille

source: Stores
fr: Magasin

# Livre
source: Delivered
fr: Livré

# NonLivre
source: Not Delivered
fr: Non Livré

source: Search
fr: Rechercher

# TotalProforma
source: Proforma Amount
fr: Montant Proforma

source: Accounting Amount
fr: Montant Comptabilise

# msgNumeric
source: The Amount must be numeric
fr: Le montant doit etre numerique

# AddedStock
source: Added Qty
fr: Qté Add

# inventoryList
source: Inventory Products List
fr: Liste des produits en stock

# msgNumericQty
source: The Quantity must be in numeric
fr: La quantité doit etre numerique

# msgSelectLine
source: You must selected modify line
fr: Vous devez selectionner la ligne a modifier

source: New Qty
fr: Nouv. Qté

# NewStockQuantity
source: New Stock Qty
fr: Nouv Qté Stock

# OldStock
source: Old Qty
fr: Anc. Qté

# OldStockQuantity
source: Old Stock Qty
fr: Anc Qté Stock

source: PRODUCT GIFT FORM
fr: FORMULAIRE PRODUITS CADEAUX

source: STOCK DAMAGE FORM
fr: LISTE DES PRODUCTS DEFECTUEUX

# StockQuantitybefore
source: Stock Qty Before
fr: Qté en Stock Avant

source: Budget Allocated
fr: Ligne Budgetaire

# CRM
source: CUSTOMER
fr: CLIENTS NON ASSURES

# DateRdv
source: Appointment Date
fr: Date Rendez Vous

source: Day(s)
fr: Jour(s)

# Marqueter
source: Marketer
fr: Marketeur

# RaisonRdv
source: Appointment Remark
fr: Raison du Rendez Vous

# RDV
source: Appointment Command Lens
fr: Rendez Vous Verre de Commande

# RendezVousIn
source: Appointment In Maximum
fr: Rendez Vous au plus Dans

source: Sale Reference
fr: Reference Vente

# InfoToModify
source: Information to modify
fr: Information à Modifier

# RdvInfo
source: Appointment Info.
fr: Rendez Vous Infos.

source: Operator
fr: Operateur

source: Qty to return
fr: Qté à retourner

# ALERTESMS
source: SMS Alert
fr: Alerte SMS

# CritereSearchRGSMS
source: List of Customers who consume product since
fr: Lister les clients ayant effectuer un achat il ya de cela :

source: Customer ID
fr: ID Client

# EvenementSMS
source: Event
fr: Evenement

# InfoSMS
source: SMS to Send
fr: Saisie du SMS a envoyer

# MessagebeforesendSms
source: Please after select customers, click on send button
fr: Apres avoir selectionner les clients, cliquez sur Envoyer

source: Month
fr: Mois

source: Quater
fr: Quartier

# RappelGeneralSMS
source: Appointment Control Lens
fr: Rappel Controle Verre

# RappelRdvSMS
source: Appointment Command Lens
fr: Rappel Verre de Commande

# RptBankHistMenu
source: Bank Operation Hist.
fr: Histo. Operation Bancaire

source: Send
fr: Envoyer

# typesmshere
source: Type Your SMS Here... Max Caracters 160
fr: Saisi du SMS Ici... Maximum 160 Caracteres

# MnuVDIRECTBILL
source: Direct Billing
fr: Facturation Directe

# NEWCLT
source: New Customer
fr: Nouveau Client

# InsuredPriceProperties
source: Insurer Price
fr: Caracteristique Prix Assureur

source: Wrong phone number
fr: Mauvais numero de telephone

# SupplyingName
source: Complete Name
fr: Nom Complet

# LensPriceSimple
source: Lens Price
fr: Prix du Verre

# UpdatePhoneNumber
source: Update Phone
fr: Modifier Telephone

# Christmax
source: CHRISTMAS DAY
fr: FETE DE NOEL

source: EASTER
fr: FETE DE PAQUES

# Evenement
source: Event
fr: Evenement

# FatherDay
source: FATHER'S DAY
fr: FETE DES PERES

source: LABOUR DAY
fr: FETE DU TRAVAIL

# MotherDay
source: MOTHER'S DAY
fr: FETE DES MERES

source: NATIONAL DAY
fr: FETE NATIONALE

source: NEW YEAR
fr: FETE DE NOUVEL AN

source: VALENTINE DAY
fr: FETE DE SAINT VALENTIN

source: WOMEN'S DAY
fr: FETE DE LA JOURNEE DE LA FEMME

source: YOUTH DAY
fr: FETE DE LA JEUNESSE

# RptValideBill
source: Validated Bills
fr: Factures Validées

# UIRptValideBillTitle
source: List of Validated Bills
fr: Liste des factures Validées

# msgEmptyIdReturn
source: Please click on return line and enter return quantity and raison
fr: Veuillez cliquez sur la ligne et entrer la quantite et la Raison de retour

# msgNumericRetQty
source: The quantity must be numeric
fr: La quantité doit etre numerique

# msgRetQtyGreaterOldQty
source: The return quantity cannot be more than selling quantity
fr: La Quantité a retournée ne peut etre superieur a la quantité vendu

# returAll
source: Ret. All
fr: Ret. Tout

# RptRegularizeBill
source: Regularised Insurance Bills
fr: Factures Regularisées

# UIRptRegularizeBillTitle
source: List of Regularised Insurance Bills
fr: Liste des Factures Assurance Regularisées

# TotalMntRegle
source: Total Paid Amount
fr: Total Montant Payé

# TotMntFacture
source: Total Bill Amount
fr: Total Montant Facture

source: Date Of Birth
fr: Date de Naissance

# AuthorizeSale
source: Authorise Cash Sale
fr: Autorise Vente Comptant

# ValidatedSale
source: Validate Cash Sale
fr: Valide Vente Comptant

# CommandOtherSale
source: Command Other Sales
fr: Commande Autre Ventes

# ValideOtherSale
source: Validate Other Sales
fr: Valide Autre Ventes

# ListOfDammage
source: List Of Dammage Stock
fr: Liste des Pieces Defectueuse

source: List Of Gift
fr: Liste des Cadeaux

# FrameType
source: Frame Category
fr: Catégorie du Cadre

# LotNumber
source: Lot Ref.
fr: Ref. du Lot

# NumeroSerie
source: Serial Number
fr: Numero de Serie

source: Product Brand
fr: Marque Produit

# ProductBrandAddTitle
source: Add a new Product Brand
fr: Ajout d'une Nouvelle Marque de Produit

# ProductBrandList
source: List of Products Brand
fr: Liste des Marques de Produit

# isSerialNumberNull
source: Save with Serial Number
fr: Enregistrer avec Numero de Serie

# couleur
source: Color
fr: Couleur

# framecolor
source: Couleur
fr: Color

# NewProforma
source: Profoma Bill Ok
fr: Creation Facture Proforma OK

source: All Reserve Stock
fr: Tout le Stock de Reserve

# StockNonInsureReserve
source: Reserve Stock
fr: Stock de Reserve

source: Register Number
fr: Numero Identification

# Newbtn
source: New
fr: Nouv

source: Customer Journey Back
fr: Historique Client Back

# MsgErrTotalPriceMoreThanSlice
source: Voucher Amount more than Sale Amount
fr: Montant saisi superieur au montant de la vente

source: Post Special Order
fr: Poster Verre de Commande

source: Special Order
fr: Verre de Commande

# AwaitingDay
source: Awaiting days
fr: Jours d'attente

source: Deliver Special Order
fr: Livraison Verre de Commande

# Solde
source: Balance
fr: Solde

source: Total Credit
fr: Total Crédit

source: Total Debit
fr: Total Débit

source: Transaction Code
fr: Code Transaction

# er_alert_PieceEquilibre
source: This Accounting Piece it is not balance
fr: Cette piece n'est pas equilibrée

# CodeTransaction
source: Transaction Code
fr: Code Transaction

source: Operation Type
fr: Type Operation

source: Stock Output
fr: Sortie Produit en Stock

# Framealoredyoutput
source: NB: The frame has already been out of stock at the time of the sale by the cashier
fr: NB: Le Cadre a déja été sortie du stock lors de la vente par la caisse

source: Credit
fr: Crédit

source: Debit
fr: Débit

source: GL Account
fr: Compte GL

# TotalCreditBefore
source: Credit Before
fr: Crédit Avant

# TotalDebitBefore
source: Debit Before
fr: Débit Avant

# ValideBorderoDepotFacture
source: Validate Bordero Depot
fr: Valider Bordero de Transmission

# DepositInsurance
source: Insurance Deposit
fr: Depot Assurance

source: List Of Stock Input
fr: Liste des Entrées en Stock

# InventoryAddedQty
source: Inventory
fr: Inventaire en Ajout

# stockINitialise
source: Stock Initialization
fr: Initialisation Stock

# PROG
source: PROGRESIVE
fr: PROGRESSIF

# SV
source: SINGLE VISION
fr: SIMPLE VISION

# TypeLens
source: Lens Type
fr: Type Verre

# RptDeletedBill
source: Bills Deleted
fr: Factures Supprimées

# UIRptDeletedBillTitle
source: List Of Deleted Bills
fr: Liste des Factures Supprimées

source: Stock Replacement
fr: Remplacement Stock

# StockReplacementFORM
source: List of Stock Replacement
fr: Listes des Remplacements

# MarqueDamage
source: Mark to be replaced
fr: Marque a remplacer

# NumeroSerieDamage
source: Ref. to be Replaced
fr: Ref. a Remplacer

# ProductlabelDamage
source: Product to be replaced
fr: Produit a remplacer

# SelectNumberDamage
source: Number to be replaced
fr: Numero a Remplacer

source: List Of Replacement
fr: Liste des Remplacements

# RegularizationInfo
source: Regularization Information
fr: Information Regularisation

# PRODNUMREGFORM
source: PRODUCT NUMBER REGULARIZATION FORM
fr: REGULARISATION DES NUMERO DE PRODUITS

# LoadAllCustomer
source: Load All Customers
fr: Afficher Tous les Clients

source: New Customer
fr: Nouveau Client

source: Register Date
fr: Date Inscription

# LastCustomerID
source: Last Customer Identification Number
fr: Dernier Numero D'identification

# Consultation
source: Consultation Non Insured
fr: Consultation Non Assuré

# MenuConsultation
source: Formulaire de Consultation par le medecin
fr: Consultation Form

source: NEW Presciption
fr: Nouvelle Presciption

# AuthorizePrescriptionSale
source: Authorize Sale After Exam.
fr: Autorisation Vente Apres Exam.

# addATCDLine
source: Add Personnal Medical History
fr: Ajout Antecedent Personnel

source: Add Line
fr: Ajout Ligne

# Antedecentfamilial
source: Familial Medical History
fr: Antecedent Familial

# AntedecentPersonnel
source: Personnal Medical History
fr: Antecedent Personnel

# CmdFATCDLineState
source: List of Familial Medical History
fr: Liste des Antecedents Familiaux

# CmdPATCDLineState
source: List of Personnal Medical History
fr: Liste des Antecedents Personnels

# AnciennePrescription
source: Old Prescription
fr: Ancienne Prescription

# Plainte
source: Complaint
fr: Plainte

# Customerdoesnotexist
source: This Customer does not exist
fr: Ce Client n'existe pas

# CustoID
source: Customer ID
fr: ID Client

source: Command Dilatation
fr: Commande Dilatation

# ValideDilatation
source: Validate Dilatation
fr: Valide Dilatation

# CashHandCloseDay
source: Cash Hand Closing Day
fr: Montant Fermeture

# CustomerPatient
source: Patient Name
fr: Nom du Malade

# InssureName
source: Insured Name
fr: Nom Assuré

# LieuxdeDepotBordero
source: Deposit Location
fr: Lieu Dépôt

# InsurreName
source: INSURED NAME
fr: Nom Assuré

source: PATIENT NAME
fr: NOM PATIENT

source: Print Bordero
fr: Imprimer Bordero

source: Effective Amount
fr: Montant Payé

# Simulate
source: Simuler
fr: Simulate

# msgEmptyAmounttoValidate
source: Please click on the Fiedl and enter Amount to Validate
fr: Veuillez cliquez sur la ligne et entrer le Montant à Valider

source: Last Step
fr: Derniere Etape

# DatedernierConsultation
source: Date Last Consultation
fr: Date derniere Consultation

# DateProchaineConsultation
source: Date Next Consultation
fr: Date Prochaine Consultation

source: Lens Prescription ?
fr: Prescription Verre ?

# DeliverDesk
source: Deliver Spectacles
fr: Livrer Equipement

# LensMountingBy
source: Lens Mounted By
fr: Montage du Verre par

source: Product Deliver
fr: Produit Delivré

source: Insured Company
fr: Companie Assuré

# InsuredCompanyList
source: List of Insured Companies
fr: Liste des Companies des Assurés

# LieuxDepotBill
source: Invoice Deposit Locations
fr: Lieux Depot Facture

# LieuxDepotBillList
source: List of Invoice Deposit Locations
fr: Liste des Lieux Depot Facture

# ParamInsurance
source: Parameters
fr: Parametres

source: Adress
fr: Adresse

# Consultant
source: Consult by
fr: Consulter Par

# NomCollyre
source: Collyre Name
fr: Nom Collyre

# AnciennePlainte
source: Old Complaint
fr: Ancienne Plainte

source: Cancel Bordero
fr: Annuler Bordero

source: Closing Amount
fr: Montant Fermeture

# ForceOpenCash
source: Force Opening Cash
fr: Forcer Ouverture Caisse

source: Force Open Teller
fr: Forcer Ouverture Caisse

# LastCloseDate
source: Last Closing Date
fr: Derinere Date Fermeture

source: Opening Amount
fr: Montant Ouverture

# TellerAmountForm
source: Amount Detail
fr: Identification Montant

source: Teller Code
fr: Code Caisse

# TellerList
source: Cash Register List
fr: Liste des Caisses

# SpecialOrderReception
source: RX Lenses Reception
fr: Reception Verre RX

# LensMounting
source: Lens Mounted
fr: Montage du Verre

source: Mount
fr: Monter

source: Receive
fr: Recevoir

source: Customer Journey Front
fr: Historique Client Front

# RdvReason
source: Rendez Vous Reason
fr: Raison Rendez Vous

source: Prescription Harmonisation
fr: Harmonisation Prescription

# PersonnIsMarketer
source: Is a Marketer?
fr: Est Commercial?

# PersonnIsSeller
source: It a Seller?
fr: Est Vendeur?

source: Seller
fr: Vendeur

source: Customer Status
fr: Status Client

# CRMReport
source: Reports
fr: Etats

# InsuredReport
source: Insured Report Per Marketer
fr: Etat Assurance par Commercial

# SalesReport
source: Sales Report Per Marketer
fr: Rapport des Ventes par Commercial

# UIInsuredReportTitle
source: List of Insured Operations
fr: Liste des Operations des clients Assurés

source: Print Detail
fr: Imprimer le Detail

source: Print Summary
fr: Imprimer le Cumul

# InsuredReportSeller
source: Insured Report per Seller
fr: Etat Assurance par Vendeur

# UISalesReportTitle
source: List of Cash Sales
fr: Liste des ventes Cash

# SalesReportSeller
source: Sales Report Per Seller
fr: Etat des ventes par Vendeur

# ChangePasswordFormTitle
source: Change Your Password
fr: Modification Mot de Passe

# NewUserPassword
source: New Password
fr: Nouveau Mot de Passe

# OldUserPassword
source: Old Password
fr: Ancien Mot de Passe

# LensControlBy
source: Lens Controled By
fr: Controle du verre par

# DeliverProduct
source: Delivery Desk
fr: Bureau Livraison

source: Patient Reminder
fr: Rappel Patient

source: English Version
fr: Version Francaise

source: French Version
fr: Version Anglaise

# NotificationLng
source: Notification Language
fr: Langue de Notification

source: Both
fr: Tous Les Deux

source: English
fr: Anglais

source: French
fr: Francais

# IsInHouseCustomer
source: InHouse Customer
fr: Client Maison

# IsBillCustomer
source: Insured Customer?
fr: Client Assuré?

source: Payment Reason
fr: Raison Paiement

source: Customer Journey
fr: Historique Client

# RptProformaLst
source: Proforma List
fr: Liste des Proforma

# Insured
source: Insured Name
fr: Nom Assuré

# RptConsultationHistory
source: Consultation History
fr: Historique Consultation

# RptLensMountingHistory
source: Lens Mounting History
fr: Historique Montage Verre

source: No Purchase
fr: Prescriptions Non Acchetées

source: No Purchase Report
fr: Rapport Prescriptions Non Acchetées

source: Customer Satisfaction
fr: Satisfaction Client

source: Customer Satisfaction Report
fr: Rapport Satisfaction Client

source: Comment
fr: Commentaire

source: Contact Channel
fr: Canal de Contact

source: Satisfied
fr: Satisfait

source: Consultation Date
fr: Date Consultation

source: Delivery Notification
fr: Notification Livraison

source: Insurance Delivery Notification
fr: Notification Livraison Assurance

source: Default Notification Language
fr: Langue Notification Par Defaut

source: Notification Message
fr: Message de Notification

source: Notification Setting
fr: Parametrage Notification

source: Notification Type
fr: Type de Notification

source: Purchase Notification
fr: Notification Achat

source: Command Glass Notification
fr: Notification Verre Commande

source: Birthday Notification
fr: Notification Anniversaire

source: General Notification
fr: Notification General

source: Accessory
fr: Accessoire

source: Deliver
fr: Livraison

source: Civility
fr: Civilité

# Civility_F
source: Mrs.
fr: Mme.

# Civility_M
source: Mr.
fr: M.

source: Order
fr: Commander

source: Manufacturer
fr: Fabriquant

source: Order RX Lenses
fr: Commander Verre RX

# OrderStockOrderLenses
source: Stock Order
fr: Commande Verre de Stock

source: Stock Order Reception
fr: Réception Verre de Stock

source: RX Lenses Rpt
fr: Etat Verres RX

source: Stock Order Rpt
fr: Etat sur les Verres de Stock

source: Ordered By
fr: Commandé Par

source: Received By
fr: Reçu Par

source: Received Date
fr: Date Reception

source: Controlled By
fr: Contrôlé Par

# CCM
source: AFTER SALE SERVICES
fr: SERVICE APRES VENTE

# CCM_REG
source: Registration
fr: Enregistrement

source: Complaint
fr: Plainte

source: Complaint Quotation
fr: Quotation Plainte

# CCM_CTRL
source: Controlled
fr: Control

# CCM_RES
source: Solved & Technician
fr: Resolution & Technicien

source: Technician
fr: Technicien

source: Technician Comment
fr: Commentaire Technicien

source: Solved By
fr: Resolu Par

source: Controller Comment
fr: Commentaire Controleur

# CCM_RPT_C
source: Complaints
fr: Plaintes

source: Lens Mounting Damage
fr: Dommages Montage Verre

source: BARCODE
fr: CODE BARRE

source: Bar Code Generator
fr: Générateur Code Barre

source: Bar Code Preview
fr: Aperçu Code Barre

source: Treatment Date
fr: Date Soins

# InventoryCounting
source: Inventory
fr: Inventaire

source: Counting
fr: Comptage

source: Directory
fr: Dossier

# BarcodeInventory
source: Inventory
fr: Inventaire

source: Product Receiving
fr: Reception Produit

source: Product Sending
fr: Envoi Produit

source: Product Transfert
fr: Transfert Produit

source: Details
fr: Détails

source: Patient Record
fr: Dossier Patient

source: Digital Payment
fr: Paiement Digital

source: Define Manager
fr: Definir Gestionnaire

source: Digital Operation History
fr: Historique Operations Digitales

source: Manager
fr: Gestionnaire

source: Provider
fr: Fournisseur

source: Receiver Identifier
fr: Identifiant Destinataire

source: Print Barcode
fr: Imprimer Code Barre

source: Full Name
fr: Nom Complet

source: Function
fr: Metier

source: Partner
fr: Partenaire

# PartnerAddTitle
source: Add New Partner
fr: Ajouter un Nouveau Partenaire

source: Partner Code
fr: Code Partenaire

source: Partners
fr: Partenaires

# ProductsAndServices
source: Products & Services
fr: Produits & Services

source: Deposited Bordero
fr: Factures Transferées Non Validées

source: Non Deposited Bordero
fr: Factures Non Transferées

# RptLstReturnSales
source: List of Return Sales
fr: Liste des Retour Ventes

# RptValidatedBDF
source: Validated Bordero de Depot Facture
fr: Bordero de Transmission Validaté

# DateValidBorderoDepot
source: Date Validated Bordero
fr: Date Validation Bordero

# MntValideBordero
source: Mnt Validated Bordero
fr: Mnt Validation Bordero

# BorderoStatus
source: Bordero Validated?
fr: Bordero Valider ?

# SuspendedUserFormTitle
source: Suspended Users
fr: Employes Suspendus

# SuspendedUser
source: Suspended Users
fr: Employe Suspendu

# Remise
source: Reduction %
fr: Remise %

# NetApayer
source: Net Payable
fr: Net a Payer

# LoadCustomer
source: Load Customers
fr: Afficher les Clients

# GESTIONPLAINTE
source: Complaint Management
fr: Gestion Plaintes

# ParamSMS
source: Parameters
fr: Parametres

# SMSMNG
source: SMS MANAGEMENT
fr: GESTION SMS
